"User Authentication" = "User Authentication";

"Enable User Authentication" = "User Authentication";

"Login User Name:" = "Login User Name:";
"Defined User ID" = "Defined User ID";
"Mac Login Name" = "Mac Login Name";
"Enter Login User Name:" = "Enter Login User Name:";

"Login Password:" = "Login Password:";
"Confirmation Password:" = "Confirmation Password:";

"Enable Driver key" = "Driver Encryption Key";
"Driver Encryption Key:" = "Driver Encryption Key:";
"Reenter Driver Key:" = "Reenter the Confirmation Key:";
"Reenter the Confirmation Key:" = "Reenter the Confirmation Key:";

"Restore Defaults" = "Restore Defaults";

"Enter a valid [Login User Name]." = "Enter a valid [Login User Name].";
"Entered [Login Password] is different." = "Entered [Login Password] is different.";
"Entered [Driver Encryption Key] is different." = "Entered [Driver Encryption Key] is different.";
"Enter a valid [Driver Encryption Key]" = "Enter a valid [Driver Encryption Key].";

"Off" = "Off";
